cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'diff-so-fancy'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'htop'
brew 'jq'
brew 'nodenv'
brew 'openssl'
brew 'pass'
brew 'tokei' # code language / analysis
brew 'youtube-dl'
brew 'rbenv'
brew 'ruby-build'
brew 'tfenv'
brew 'gh'

cask 'github'
cask 'slack'
cask 'visual-studio-code'
cask 'rectangle' # window management
