cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'diff-so-fancy'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'htop'
brew 'jq'
brew 'nodenv'
brew 'openssl'
brew 'pass'
brew 'tokei'
brew 'yarn', args: ['without-node']
brew 'youtube-dl'

cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
